Tekla.Structures.Filtering.Categories.ReferenceObjectFilterExpressions.CustomDateTime
The CustomDateTime class represents a custom DateTime filter expression.

Tekla.Structures.Filtering.Categories.ReferenceObjectFilterExpressions.CustomDateTime.#ctor(System.String)
Initializes a new instance of the CustomDateTime class.
UserAttribute: The user attribute to represent.